import React from "react";
import './AboutUs.css';

function createHTML(text) {
    return <div dangerouslySetInnerHTML={{__html: text}}></div>
}

export default function AboutUs() {
    const text= ' تاریخچه<br>'+'<p>نیاز به تشکیل انجمن و داشتن تشکلی برای پیوند پژوهشگران و محققین فعال در زمینه های مربوط به فیزیولوژی و ورزشی، سالها ذهن علاقمندان به این دو رشته را به خود مشغول داشته است. در سال ۱۳۴۵ فکر اولیه تشکیل انجمن مشترک فیزیولوژی و ورزشی، ایران شکل گرفت. آقایان دکتر ناصر گیتی و دکتر ابراهیم نعمت اللهی پایه گذاران این انجمن، ضمن ارسال نامه به رئیس وقت دانشگاه تهران، فکر تشکیل انجمن را به اطلاع ایشان رسانده و موافقت ایشان را کسب کردند. سپس با دعوت از ۲۵ نفر از اساتید رشته های اصلی و فرعی فیزیولوژی و ورزشی، دانشگاه های ایران، به عنوان اعضاء مؤسس انجمن، نخستین جلسه هیأت مؤسس را در اسفند ۱۳۴۶با حضور ۱۶نفر از اساتید تشکیل دادند. بقیه افراد به علت اشتغالات دانشگاهی نتوانستند در جلسه مزبور حاضر شوند.</p>'+'<hr>'+
        'اهداف انجمن<br>'+'<ul>'+'این انجمن به عنوان یک سازمان علمی معتبر انتقاعی، غیر سیاسی و با شخصیت حقوقی به ثبت رسیده است. بر اساس مفاد اساسنامه انجمن اهداف و وظایف انجمن عبارتند از:<li>'+
        ' ایجاد همکاری و ارتباط علمی در زمینه های تحقیقاتی و آموزشی و مدیریت علمی و فنی بین متخصصین و شاغلین رشته های علوم فیزیولوژی و ورزشی، در بخش های دانشگاهی و سایر مؤسسات علمی سراسر کشور '+ '<li> تسهیل برای انجام مطالعات و تحقیقات علمی و تجربی در رشته های فیزیولوژی و ورزشی، در ایران<li>'+
        ' ارتباط با مجامع فیزیولوژی و ورزشی، جهانی به منظور هم آهنگ کردن سطح علمی این رشته ها در ایران با آخرین پیشرفت های جهانی و شناساندن فعالیت های علمی این رشته ها در ایران به آن مجامع '
        +'</ul>';
    // const text='ایده اولیه شکل گیری موسسه خیریه نیک گامان جمشید در یک جمع دوستانه و خانوادگی با همراهی تعدادی از مددکاران و مربیان در دیدار از کودکان بدسرپرست و بی سرپرست نوپای یکی از شیرخوارگاه های سازمان بهزیستی کشور شکل گرفت. طی آن روز با اجرای برنامه تفریحی در یکی از پارک های تهران در کنار این فرشتگان و مربیان دلسوزشان، فضایی تکرار نشدنی سرشار از عشق و محبت تجربه شد.<br>' +
    //     ' <p>از آن زمان، سالها می گذرد و سرآغازی شد برای یک دهه فعالیت جدی و تخصصی در راستای خدمت رسانی به کودکان و نوجوانان سرزمینمان، که طی این سالها با همراهی مادی و معنوی داوطلبان، خیرین، نیکوکاران و همکاران موسسه، فعالیتهای شایان توجهی انجام شده است.</p>' +
    //     '<hr>'+
    //     ' <p>موسسه خیریه نیک گامان جمشید تهران به شماره ثبت 37325 در سال 1394، در قالب یک سازمان مردم نهاد، غیر دولتی و غیر انتفاعی با مجوز رسمی سازمان بهزیستی کشور در استان تهران به ثبت رسمی رسید. انجام فعالیت های فراوان استانی و کشوری، محرز شدن تاثیر گذاری فعالیت های موسسه بر جامعه ی هدف سازمان بهزیستی را برای مدیران ارشد، معاونت ها و کارشناسان سازمان بهزیستی کشور به دنبال داشت. </p><p>' +
    //     'در نتیجه ی این فعالیت ها، در نیمه دوم سال 1396 موسسه خیریه نیک گامان جمشید موفق به کسب پروانه ی فعالیت کشوری با امضای معاون وزیر و رئیس سازمان بهزیستی کل کشور شد. در راستای حمایت از کودکان جامعه ی هدف سازمان بهزیستی با تکیه بر سه اصل آسایش، سلامت و آموزش، پروانه ی فعالیت مرکز نگهداری شبانه روزی کودکان بی سرپرست و بد سرپرست را با ظرفیت 20 فرزند دختر در شهر کرمان برای موسسه صادر شد. در حقیقت اولین شعبه ی موسسه خارج از تهران خانه ی شبانه روزی کودک و نوجوان گلها است که تحت نظارت سازمان بهزیستی با مدیریت کامل موسسه خیریه نیک گامان جمشید اداره می شود. </p>' +
    //     '<hr>'+
    //     '<ul>'+
    //     ' موسسه خیریه نیک گامان با پشتوانه سالها فعالیت شفاف، مستمر و کلان مدیران، مسئولان و کارکنان در راستای انجام مسئولیت اجتماعی خود با تاکید ویژه بر کودکان و نوجوانان با انجام پروژه های زیربنایی آموزشی، فرهنگی، درمانی و آسایشی فعالیت می کند که به گوشه ای از این فعالیت ها اشاره می نماییم:<li>' +
    //     ' تجهیز و بازسازی مراکز نگهداری کودکان بدسرپرست و بی سرپرست تحت پوشش سازمان بهزیستی کشور<li>' +
    //     'اجرای پروژه ملی ساخت، بازسازی و تجهیز سالیانه 100 روستامهد با مشارکت و همکاری سازمان بهزیستی کشور در مناطق کم برخوردار کشور<li>' +
    //     'ساخت و تجهیز مدارس در نقاط کم برخوردار کشور<li>' +
    //     'تاسیس شعبه ی موسسه در استان کرمان با راه اندازی، تجهیز و مدیریت کامل خانه ی شبانه روزی دخترانه ی کودکان و نوجوانان بی سرپرست یا بد سرپرست گلها در شهر کرمان<li>' +
    //     ' ساخت و تجهیز فرهنگسرای خیرساز در نقاط محروم<li>' +
    //     ' ساخت و تجهیز کتابخانه ها در روستاها و ترویج فرهنگ کتابخوانی<li>' +
    //     ' حمایت مستمر و همراهی درمدیریت مراکز نگهداری کودکان بدسرپرست و بی سرپرست تحت پوشش سازمان بهزیستی کشور'+
    //     '</ul>';
    return(
        <div className='about'>
            <h1 className='about-topic'>آشنایی با
انجمن فیزیولوژی و ورزشی ایران</h1>
            <p className='about-content'>{createHTML(text)}</p>
        </div>
    )
}